{"paper_id": "TIBKAT%3A1666713376", "content": {"text": "Schäden durch Pilze an Fachwerkgebäuden. \"Fachwerke sind besonders an den stark bewitterten Fassaden aufgrund der großen Anzahl von feuchtevariablen Fugen durch holzzerstörende Pilze bedroht; andere Bereiche des Fachwerks, oder auch Gefahren durch holzzerstörende Insekten, sollen hier nicht betrachtet werden.\"", "title_en": "Schäden durch Pilze an Fachwerkgebäuden"}, "subject": {"labels": ["gnd:4004927-9", "gnd:4071095-6", "gnd:4011455-7", "gnd:4025741-1"]}, "metadata": {"authors": "gnd:1019191945", "year": "2019", "type": "Article", "language_original": "de"}}
{"paper_id": "TIBKAT%3A168396733X", "content": {"text": "Wider die Utopie einer umfassenden Kontrolle : kritische Überlegungen zum Transhumanismus. Kritik des transhumanistischen Denkens -- Kontrolle des Menschen -- Übersimplifizierung -- Kontrolle des Transhumanen - Passivierung -- Kontrolle des Posthumanen - Kategorienfehler", "title_en": "Wider die Utopie einer umfassenden Kontrolle : kritische Überlegungen zum Transhumanismus"}, "subject": {"labels": ["gnd:4068097-6", "gnd:4033447-8", "gnd:4123065-6"]}, "metadata": {"authors": "gnd:1045257915", "year": "2019", "type": "Article", "language_original": "de"}}
{"paper_id": "TIBKAT%3A1813386471", "content": {"text": "Simulationsbasiertes Deep Reinforcement Learning für Modulare Produktionssysteme. Modulare Produktionssysteme sollen die traditionelle Fließbandproduktion in der Automobilindustrie ablösen. Die Idee dabei ist, dass sich hochgradig individualisierte Produkte dynamisch und autonom durch ein System flexibler Arbeitsstationen bewegen können. Dieser Ansatz stellt hohe Anforderungen an die Planung und Organisation solcher Systeme. Da jedes Produkt seinen Weg durch das System frei und individuell bestimmen kann, kann die Implementierung von Regeln und Heuristiken, die die Flexibilität des Systems zur Leistungssteigerung ausnutzen, in diesem dynamischen Umfeld schwierig sein. Transportaufgaben werden in der Regel von fahrerlosen Transportsystemen (FTS) ausgeführt. Daher bietet die Integration von KI-basierten Steuerungslogiken eine vielversprechende Alternative zu manuell implementierten Entscheidungsregeln für den Betrieb der FTS. In diesem Beitrag wird ein Ansatz für den Einsatz von Reinforcement Learning (RL) in Kombination mit Simulation vorgestellt, um FTS in modularen Produktionssystemen zu steuern. Darüber hinaus werden Untersuchungen zu dessen Flexibilität und Skalierbarkeit durchgeführt.", "title_en": "Simulationsbasiertes Deep Reinforcement Learning für Modulare Produktionssysteme"}, "subject": {"labels": ["gnd:4148259-1", "gnd:4055072-2", "gnd:4059205-4"]}, "metadata": {"authors": "gnd:1196232792; gnd:123575877; gnd:1046204483", "year": "2022", "type": "Article", "language_original": "de"}}
