{"paper_id": "TIBKAT%3A1666713376", "content": {"text": "Damage caused by fungi on timber-framed buildings. \"Fachwerke are particularly threatened by wood-destroying fungi on the heavily weathered facades due to the large number of damp variable joints; other areas of the timber-framed works, or also dangers caused by wood-destroying insects, should not be considered here.\"", "title_en": "Damage caused by mushrooms to timbered buildings"}, "subject": {"labels": ["gnd:4004927-9", "gnd:4071095-6", "gnd:4011455-7", "gnd:4025741-1"]}, "metadata": {"authors": "gnd:1019191945", "year": "2019", "type": "Article", "language_original": "de"}}
{"paper_id": "TIBKAT%3A168396733X", "content": {"text": "Against the utopia of a comprehensive control: critical considerations on transhumanism. Criticism of transhumanist thinking -- Man's control -- Oversimplification -- Transhuman control -- Passivation -- Posthuman control -- Category error", "title_en": "Against the utopia of comprehensive control: critical considerations on transhumanism"}, "subject": {"labels": ["gnd:4068097-6", "gnd:4033447-8", "gnd:4123065-6"]}, "metadata": {"authors": "gnd:1045257915", "year": "2019", "type": "Article", "language_original": "de"}}
{"paper_id": "TIBKAT%3A1813386471", "content": {"text": "Simulation-based deep reinforcement learning for modular production systems. Modular production systems are designed to replace traditional production lines in the automotive industry. The idea is that highly individualized products can move dynamically and autonomously through a system of flexible work stations. This approach places high demands on the planning and organization of such systems. As each product can determine its path through the system freely and individually, the implementation of rules and heuristics that exploit the flexibility of the system to increase performance can be difficult in this dynamic environment. Transport tasks are usually carried out by driverless transport systems (FTS). Therefore, the integration of AI-based control logics offers a promising alternative to manually implemented decision rules for the operation of the FTS. In this article, an approach for the use of Reinforcement Learning (RL) in combination with simulation is presented to control FTS in modular production systems. In addition, studies on its flexibility and scalability are carried out.", "title_en": "Simulation-based Deep Reinforcement Learning for Modular Production Systems"}, "subject": {"labels": ["gnd:4148259-1", "gnd:4055072-2", "gnd:4059205-4"]}, "metadata": {"authors": "gnd:1196232792; gnd:123575877; gnd:1046204483", "year": "2022", "type": "Article", "language_original": "de"}}
